{
    "title": "I",
    "items": [
      {
        "title": "IUI - WHAT IS IUI?",
        "description": "<p>IUI or Intrauterine insemination is a simple procedure where the processed sperm sample is placed inside the uterine cavity.</p>",
        "image": "",
        "sections": [
          {
            "title": "INDICATIONS",
            "description": "<ul> <li>Next level of treatment after ovulation induction.</li> <li>In couples requiring the use of donor sperm</li> <li>Physical problems with sexual intercourse</li> <li>Low normal semen counts with only mildly reduced parameters</li>  <li>Unexplained infertility</li> <li>Mild endometriosis</li> </ul>",
            "image": ""
          },
          {
            "title": "IUI PROCEDURE",
            "description": "<ul> <li>Ovulation induction</li> <li>Follicular Monitoring</li> <li>Ovulation Trigger</li> <li>Semen collection and processing</li> <li>Insemination</li> </ul>",
            "image": ""
          },
          {
            "title": "POST PROCEDURE INSTRUCTIONS",
            "description": "<ul> <li>You can continue working, exercising and doing all routine household activities.</li> <li>There is no need for any dietary restrictions.</li> <li>You are allowed to have sexual inter course</li> <li>Continue whatever medicines are prescribed and report with a beta HCG test 2 weeks later.</li>  </ul>",
            "image": ""
          },
          {
            "title": "SUCCESS RATES",
            "description": "<ul> <li>The success rates of an IUI vary between 10-20% per cycle depending on the age of the couple, number of dominant follicles and use of gonadotrophin injection.</li> <li>It is important that you do not take a negative result as an indication that something is wrong with you.</li> <li>IUI is a simple procedure after which many things are left mainly to nature.</li> </ul>",
            "image": ""
          },
          {
            "title": "HOW MANY CYCLES?",
            "description": "<ul> <li>Usually we advise trying 3-6 cycles of IUI as most conceptions would be expected to occur within this time frame.</li> </ul>",
            "image": ""
          }
        ]
      },
      {
        "title": "WHAT IS IVF?",
        "description": "<p>IVF or In vitro fertilization is a procedure where the eggs of the female partner are incubated with the sperm sample in a laboratory dish and fertilization is allowed to happen.</p>",
        "image": "",
        "sections": [
          {
            "title": "WHAT IS ICSI?",
            "description": "<ul> <li>Intracytoplasmic sperm injection (ICSI) – ICSI is an IVF procedure in which a single sperm cell is injected directly into the cytoplasm of an egg.</li> <li>Recommended most often in couples with male factor infertility where there are very low to nil sperm counts.</li> <li>Both procedures differ only in the method of fertilization, other steps remaining the same.</li>  </ul>",
            "image": ""
          },
          {
            "title": "PROCEDURE",
            "description": "<ul> <li>The mature egg is held with a specialized pipette</li> <li>Very delicate, sharp and hollow needle is used to immobilize and pick up a single sperm.</li> <li>The needle is then carefully inserted through the shell into the cytoplasm of the egg.</li> <li>The sperm is injected into the cytoplasm and the needle is carefully removed.</li> <li>The eggs are checked the following day for evidence of fertilization.</li> </ul>",
            "image": ""
          },
          {
            "title": "COUNSELING",
            "description": "<ul> <li>Before you are enrolled in the IVF cycle, you will undergo a detailed counselling session about the procedure with one of our doctors where the steps, medications used; case specific success rates and costs are elaborated. Any queries or doubts the couple may have are also cleared.</li>  </ul>",
            "image": ""
          },
          {
            "title": "TREATMENT CYCLE",
            "description": "<ul> <li>There are 6 steps involved in the process</li> <li>Ovarian stimulation and monitoring</li> <li>Ovum pick up</li> <li>Process of fertilization</li> <li>Development of the embryos in the incubator</li> <li>Embryo transfer</li> <li>Luteal phase support</li> </ul>",
            "image": ""
          },
          {
            "title": "SUCCESS RATES",
            "description": "<ul> <li>Success rates in an IVF cycle cannot be generalized as they are case specific and influenced by many factors such as:</li> <li>Age of the couple</li> <li>Number of eggs obtained</li> <li>Quality and number of embryos transferred</li> <li>Presence of endometriosis</li> <li>Quality of the sperm</li> <li>Fresh or frozen cycle</li> <li>Worldwide the success rates are given as 30 to 40 % per cycle.</li> <li>When trying for 2- 3 cycles with cryo preserved embryos, this would then give us a cumulative pregnancy rate of 70 to 80%</li> </ul>",
            "image": ""
          }
        ]
      }
    ]
}