{
  "items": [
    {
      "name": "Dr. B. Priya Kalyani",
      "slug": "priya-kalyani",
      "degree": "MBBS., DGO, DNB (OG)",
      "designation": "Director",
      "role": "Senior Consultant Obstetrician & Gynaecologist",
      "image": "/doctors/priya-kalyani.jpg",
      "description": " <p> Dr. Priya Kalyani is a senior consultant in the field of OBGYN with a special interest in the field of reproductive medicine and preventive gynecology.</p> <p> She finished her MBBS from Annamalai University with eight medals in her UG period. </p> <p>She then went on to complete her DGO from Kilpauk medical college and DNB from the prestigious Southern Railway Headquarters Hospital.</p> She completed her reproductive medicine training at NUH Singapore and Kiel Germany. <p></p> <p>She is a passionate and avid learner and continues to constantly update herself with the latest developments and trends in the field of OBGYN.</p> <p>She is convinced that lifestyle changes form the cornerstone of treatment for many common health concerns and is determined to educate people to take better care of their health.</p> <p>She feels that \"Disease prevention rather than treatment is the way forward!\" </p>"
    },
    {
      "name": "Dr. M. Kanchana",
      "slug": "kanchana",
      "degree": "MBBS, MD (OG), FRM",
      "role": "Senior Consultant Obstetrician & Gynaecologist",
      "image": "/doctors/kanchana.jpg",
      "description": "<p>She is a compassionate doctor who has taken the opportunity of improving the health and well being of her patients in both Professional and /empathetic way. An active member of OGSSI for the past 10 years , has presented in AICOG on Adolescent vaccines.</p> <p> Her expertise is in treating Infertility, Managing High risk Pregnancy and Adolescent Health issues. </p>  <ul> <li>Awardee - Best performance awardee for her work in the Dept of OBG by TN Government in the year 2020.</li> <li>MBBS - Government Kilpauk Medical College.</li> <li>MD(OG) - RGGH, Chidambaram.</li> <li>FRM - Completed 1 year Fellowship in Reproductive Medicine from CRAFT Institute and Research Centre, Kerala.</li> <li>Former Assistant Professor at Govt. Kasturbha Gandhi Hospital (GOSHA Hospital), Triplicane, Chennai.</li> </ul>"
    },
    {
      "name": "Dr. S. Kavitha",
      "slug": "kavitha",
      "degree": "MBBS, MD (OG), FMAS, DMAS",
      "role": "Senior Consultant Obstetrician & Gynaecologist",
      "image": "/doctors/kavitha.jpg",
      "description": " <p> Experience in the field of OBG- 10 years</p> <ul> <li>MBBS- KAP VISHVANATHAM GOVT MEDICAL COLLEGE , TRICHY.</li> <li>MD(OG) -MADRAS MEDICAL COLLEGE, CHENNAI</li> <li>Has completed Fellowship in Minimal Access Surgery from World Laparoscopy Hospital, Gurgaon.</li> <li>Awardee of Appreciation for her work in the field of Health and Family Welfare from Government of Tamil Nadu- 2018.</li> <li>Her expertise is in Management of High risk Pregnancy and her special field of interest is in Laparoscopic surgeries.</li> </ul>"
    },
    {
      "name": "Dr. Priya Kannan",
      "slug": "priya-kannan",
      "degree": "MBBS., M.Med., MCE",
      "image": "/doctors/priya-kannan.jpeg",
      "description": " <p>Dr. Priya Kannan, after completion of MBBS in India, was trained in Australia in Reproductive Health, Human Genetics and Clinical Embryology - The three very important facets of fertility - from University of Sydney and Monash University, Australia. All throughout her academic career, she has been a student of excellent caliber, bagging medals, awards and research grants. </p><p> </p><p>She has been practicing in the specialized fields of Infertility and Genetics since 2002. </p><p> </p><p>She is a qualified Clinical Embryologist, presently in the grade of Lab Director. Her Expertise in the field of Embryology is well known - she has set up many successfully functioning IVF labs and is on the Advisory board of many IVF Clinics around the Country. </p><p> </p><p>Apart from Infertility and Genetics, her other special interests are Adolescent health Care, PCOS and Recurrent pregnancy loss. She has also been trained in 3D and 4D ultrasound in reputed institutes and has keen interest in application of 3D/4D ultrasound for gynecological purposes. She keeps herself abreast with all the recent innovations in her chosen fields of interests. Keeping abreast with technology and apt use of technology for betterment of patient care is her passion. </p><p> </p><p>She was Assistant Professor in Medical Genetics in the Tamil Nadu Dr. MGR Medical University and conducted free genetic Clinic in Govt. RSRM Hospital and KMCH on a weekly basis. She was a co-investigator in a major research project funded by the UGC of first trimester recurrent pregnancy loss. </p><p> </p><p>She is an active member of the Academy of Clinical Embryologists of India (ACE) and was the President of ACE, India in the year 2018. Apart from ACE, she is also academically active in all the major societies of India involved in Reproductive Medicine and OBGYN such as FOGSI, ISAR and IFS. </p><p> </p><p>Apart from private practice, she regularly teaches and presents papers at national and international conferences. She is an avid teacher and her passion for teaching embryology is evident by her association with many courses around the country. She combines her medical expertise with a compassionate, caring and attentive approach to individual patients. Her patients greatly appreciate her approachability, accessibility, cheerfulness and friendly nature.</p>"
    },
    {
      "name": "Dr. D. Ramesh Raja",
      "slug": "ramesh-raja",
      "degree": "MBBS, DCE, FICA, FCSM",
      "role": "Senior Consultant - Clinical Embryologist, Andrologist & Sexual Medicine",
      "image": "/doctors/ramesh-raja.jpg",
      "description": "<p>He’s a highly skilled and motivated senior clinical embryologist and andrologist with more than 10 years of experience in the field of IVF. Having completed his medical degree in 2009, he specialized in embryology, andrology and sexual medicine soon after and currently pursuing his research in embryology with Chettinad Hospital and Research Institute, Chennai.</p> <p>His career started in 2010 with Department of Reproductive Medicine, Chettinad Hospital where he trained in ICSI and took up the position of senior consultant embryologist and andrologist managing the overall lab procedures, academic programs, research and training.</p> <p>He was responsible for establishment, standardization and improvement of IVF services and outcome for several clinics across the state.</p> <p>His expertise in all branches of reproductive medicine and their molecular foundations bridged with his pragmatic approach makes him distinctive.</p> <p>His research interests are well established by his roles as author, co-author and an editor of published journals and textbook chapters. He had presented papers in National and International conferences.</p> <p>Dr Ramesh’s other important achievement was his certification as the first Indian on his ICSI proficiency by the American College of Embryology in 2015.</p>"
    }
  ]
}
